Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Actions
es_es: Acciones

source: Preview
es_es: Vista previa

source: Theme
es_es: Tema

source: Performance check-ins
es_es: Consultas de rendimiento

source: Regular check-ins
es_es: Consultas regulares

source: Select and configure the widgets that you want to see on the check-in report page.
es_es: Seleccione y configure los widgets que desea ver en la página del informe de consulta.

source: Template widget settings
es_es: Configuración del widget de plantilla

source: Career Development
es_es: Desarrollo profesional

source: Check-Ins
es_es: Consultas

source: Documents
es_es: Documentos

source: Data Foundation
es_es: Base de datos

source: Goals
es_es: Objetivos

source: Proxy
es_es: Representante

source: Reviews
es_es: Evaluaciones

source: Notification trigger
es_es: Activación de notificación

source: "Bookmarks" widget
es_es: Widget "Favoritos"

source: "Company update" widget
es_es: Widget "Actualización de empresa"

source: Select the widgets you want to display on the homepage.
es_es: Seleccione los widgets que desea mostrar en la página de inicio.

source: "External links" widget
es_es: Widget "Enlaces externos"

source: "Knowledge Base" widget
es_es: Widget "Base de conocimientos"

source: "Next steps" widget
es_es: Widget "Próximos pasos"

source: "Quick link" widget
es_es: Widget "Enlace rápido"

source: "Schedule" widget
es_es: Widget "Horario"

source: "Take actions" widget
es_es: Widget "Tomar medidas"

source: Homepage widgets
es_es: Widgets de la página de inicio

source: This page is read-only. To make changes, contact your system administrator.
es_es: Esta página es de solo lectura. Para hacer cambios, contacte a su administrador del sistema.

source: Select goal types
es_es: Seleccionar tipos de objetivo

source: Absence
es_es: Ausencia

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
es_es: Texto de ejemplo que describe el comportamiento de activación y desactivación de Analytics Hub. Se debe cambiar.

source: Enable "Analytics Hub"
es_es: Activar "Analytics Hub"

source: Application management
es_es: Gestión de aplicaciones

source: Behaviors
es_es: Comportamientos

source: Enable the "Behaviors" feature
es_es: Habilitar la función "Comportamientos"

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
es_es: Los usuarios podrán crear y gestionar bibliotecas de comportamientos dentro de la aplicación. Cuando se haya habilitado, los trabajadores podrán dar y recibir comportamientos, así como proporcionar datos de comportamiento en informes de formación.

source: Behavior libraries
es_es: Bibliotecas de comportamientos

source: Add behavior
es_es: Añadir comportamiento

source: Create library
es_es: Crear biblioteca

source: Create behavior library
es_es: Crear biblioteca de comportamientos

source: Delete behavior
es_es: Eliminar comportamiento

source: Are you sure you want to delete this behavior?
es_es: ¿Está seguro de querer eliminar este comportamiento?

source: Description
es_es: Descripción

source: Image and title
es_es: Imagen y título

source: Image only
es_es: Solo imagen

source: Name only
es_es: Solo nombre

source: Display options
es_es: Opciones de visualización

source: Edit behavior library
es_es: Editar la biblioteca de comportamientos

source: Enable behavior
es_es: Habilitar comportamiento

source: Image
es_es: Imagen

source: Name
es_es: Nombre

source: Assignment
es_es: Asignación

source: Assign the library to an organizational unit
es_es: Asignar la biblioteca a una unidad organizativa

source: Add behaviors to the library
es_es: Añadir comportamientos a la biblioteca

source: Library details
es_es: Detalles de la biblioteca

source: Enter the basic information of the library
es_es: Introducir la información básica de la biblioteca

source: Behavior settings
es_es: Configuración de comportamiento

source: Enable the "Benchmarking" widget
es_es: Habilitar el widget "Comparación"

source: Publish
es_es: Publicar

source: Are you sure you want to publish the career development plan?
es_es: ¿Está seguro de que desea publicar el plan de desarrollo profesional?

source: Cancel
es_es: Cancelar

source: Publish career development plan
es_es: Publicar el plan de desarrollo profesional

source: Your changes were successfully published.
es_es: Sus cambios se publicaron correctamente.

source: Enable the "Career Development" feature
es_es: Habilitar la función "Desarrollo profesional"

source: At least one population or worker must be selected.
es_es: Se debe seleccionar al menos una población o colaborador/a.

source: Career development settings
es_es: Configuración del desarrollo profesional

source: Edit conversation labeling
es_es: Editar el etiquetado de la conversación

source: For workers
es_es: Para trabajadores

source: For managers
es_es: Para responsables

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
es_es: El idioma predeterminado es obligatorio. También puede proporcionar versiones traducidas utilizando esta lista desplegable para seleccionar un nuevo idioma.

source: To apply your changes to the configuration of new check-ins, save your modifications.
es_es: Para aplicar sus cambios a la configuración de nuevas consultas, guarde sus modificaciones.

source: Users will see these changes the next time they refresh their page or log into the application.
es_es: Los usuarios verán los cambios la próxima vez que actualicen su página o inicien sesión en la aplicación.

source: Edit discussion points
es_es: Editar puntos de discusión

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
es_es: Estos puntos de discusión se rellenarán previamente al crear una consulta. Los usuarios pueden editarlos y añadir sus propios puntos de discusión.

source: Check-ins
es_es: Consultas

source: Check-in settings
es_es: Configuración de consulta

source: To apply your changes, save your modifications.
es_es: Para aplicar los cambios, guarde sus modificaciones.

source: Enable the "Behavior rating" widget
es_es: Activar widget de "Calificación de comportamiento"

source: Enable the "Behaviors" widget
es_es: Activar widget de "Comportamientos"

source: Edit chat text
es_es: Editar texto de chat

source: Enable the "Goal rating" widget
es_es: Activar widget de "Calificación de objetivo"

source: Enable the "Goals" widget
es_es: Activar widget de "Objetivos"

source: Enable the "Overall performance rating" widget
es_es: Activar widget de "Calificación de desempeño general"

source: Enable chat
es_es: Habilitar chat

source: Check-in template settings
es_es: Configuración de la plantilla de consulta

source: Check-in templates
es_es: Plantillas de consulta

source: Widget settings
es_es: Configuración del widget

source: Hide/show the widgets in the check-in report page.
es_es: Ocultar/mostrar los widgets en la página del informe de consulta.

source: Enable documents
es_es: Habilitar documentos

source: Document settings
es_es: Configuración de documentos

source: Appearance
es_es: Apariencia

source: Compare
es_es: Comparar

source: Enable the "Compare" feature
es_es: Activar la función "Comparar"

source: "Behaviors" widget
es_es: Widget "Comportamientos"

source: "Check-ins" widget
es_es: Widget "Consultas"

source: "Goals" widget
es_es: Widget "Objetivos"

source: "Reviews" widget
es_es: Widget "Evaluación"

source: Compare settings
es_es: Comparar configuraciones

source: Select the widgets that you want to see in the Compare page.
es_es: Selecciona los widgets que quieres ver en la página de Comparar.

source: Compensation
es_es: Compensación

source: Compensation Element
es_es: Elemento de compensación

source: Compensation History
es_es: Historial de compensación

source: Enable the "Compensation" feature
es_es: Habilitar la función "Compensación"

source: Compensation settings
es_es: Configuración de compensación

source: Cost Center
es_es: Centro de costes

source: Country
es_es: País

source: Custom Fields
es_es: Campos personalizados

source: This element cannot be deactivated; it is used in another process.
es_es: Este elemento no se puede desactivar porque se utiliza en otro proceso.

source: The field was successfully deactivated.
es_es: El campo se ha desactivado correctamente.

source: Are you sure you want to deactivate this field? This action cannot be undone.
es_es: ¿Está seguro de querer desactivar este campo? Esta acción no se puede deshacer.

source: Custom field deactivation
es_es: Desactivación de campo personalizado

source: Field details
es_es: Detalles del campo

source: Define the entity to which this field belongs, and its name and type.
es_es: Defina la entidad a la que pertenece este campo, así como su nombre y tipo.

source: This field cannot be deactivated; it is already used in some models.
es_es: Este campo no se puede desactivar; ya está siendo utilizado en algunos modelos.

source: You cannot edit this field; it is already used in some models.
es_es: No puede editar este campo; ya se utiliza en algunos modelos.

source: Clear all filters & search
es_es: Borrar todos los filtros y la búsqueda

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
es_es: No hay resultados que coincidan con los criterios de búsqueda/filtro. Elimine los filtros y borre la búsqueda para mostrar todos los resultados

source: No results
es_es: No hay resultados

source: Get started by creating one
es_es: Comience creando uno

source: No custom fields yet
es_es: Todavía no hay campos personalizados

source: Created by:
es_es: Creado por:

source: Created on:
es_es: Creado el:

source: Entity:
es_es: Entidad:

source: PII:
es_es: IPI:

source: Required:
es_es: Obligatorio:

source: Field name
es_es: Nombre del campo

source: Type:
es_es: Tipo:

source: Entity
es_es: Entidad

source: All
es_es: Todo

source: Is PII
es_es: Es IPI

source: Type
es_es: Tipo

source: False
es_es: Falso

source: Set the default value
es_es: Establecer el valor predeterminado

source: Default value
es_es: Valor predeterminado

source: True
es_es: Verdadero

source: Select entity
es_es: Seleccionar entidad

source: Enable PII
es_es: Permitir IPI

source: This field will contain personally identifiable information (PII)
es_es: Este campo contendrá información personal identificable (IPI)

source: When this option is enabled, a default value must be defined.
es_es: Cuando se activa esta opción, debe definir un valor predeterminado.

source: Set this field as required
es_es: Establecer este campo como obligatorio

source: Explain the use of this field or any other relevant information
es_es: Explicar el uso de este campo o cualquier otra información relevante

source: Provide a name for the field
es_es: Proporcionar un nombre para el campo

source: Your custom field was successfully created.
es_es: Su campo personalizado se ha creado correctamente.

source: Create custom field
es_es: Crear campo personalizado

source: Edit custom field
es_es: Editar campo personalizado

source: Select type
es_es: Seleccionar tipo

source: Used in
es_es: Se usa en

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
es_es: Indique si este campo contiene información personal identificable (IPI) que permita que la identidad de un individuo se deduzca directa o indirectamente.

source: Personally identifiable information
es_es: Información personal identificable

source: Active
es_es: Activo

source: Deactivated
es_es: Desactivado

source: Not PII
es_es: No es IPI

source: PII
es_es: IPI

source: Custom fields
es_es: Campos personalizados

source: {{current}}/{{max}} active fields
es_es: {{current}}/{{max}} campos activos

source: You can create up to {{max}} custom fields.
es_es: Puedes crear hasta {{max}} campos personalizados.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
es_es: Ha alcanzado el número máximo de campos personalizados activos. Desactive un campo para crear uno nuevo.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
es_es: Indica si el campo es opcional u obligatorio. Debe proporcionarse un valor predeterminado para los campos obligatorios; se aplicará automáticamente si no se suministra un valor explícito.

source: Field behavior
es_es: Comportamiento del campo

source: Search for a field
es_es: Buscar un campo

source: Status
es_es: Estado

source: Yes
es_es: Sí

source: Data Upload
es_es: Carga de datos

source: Change upload behavior
es_es: Cambiar el comportamiento de carga

source: The size of the files exceed the maximum limit.
es_es: El tamaño de los archivos supera el límite máximo.

source: Behavior:
es_es: Comportamiento:

source: Completed time:
es_es: Hora completada:

source: Initiated by:
es_es: Iniciado por:

source: System
es_es: Sistema

source: Source:
es_es: Fuente:

source: Start time:
es_es: Hora de inicio:

source: Status:
es_es: Estado:

source: Upload log
es_es: Subir registro

source: Download template
es_es: Descargar plantilla

source: Download template for deletion
es_es: Descargar plantilla para la eliminación

source: Download template for ingestion
es_es: Descargar la plantilla para la ingesta

source: Download {{templateName}}
es_es: Descargar {{templateName}}

source: Get started by triggering one.
es_es: Comience activando uno.

source: No uploads yet!
es_es: ¡Aún no hay cargas!

source: Success
es_es: Éxito

source: Failed
es_es: Error

source: In progress
es_es: En curso

source: In sync
es_es: En sincronía

source: Source
es_es: Fuente

source: Start time
es_es: Hora de inicio

source: Standard filters
es_es: Filtros estándar

source: Select filters
es_es: Seleccionar filtros

source: Queued
es_es: En cola

source: Search by data type name
es_es: Buscar por nombre de tipo de datos

source: Stale timeout
es_es: Tiempo de espera caducado

source: Publishing
es_es: Publicación

source: Total uploads
es_es: Total de cargas

source: Upload behavior
es_es: Subir comportamiento

source: Full data upload
es_es: Carga completa de datos

source: The upload behavior was successfully updated.
es_es: El comportamiento de carga se actualizó correctamente.

source: Incremental data upload
es_es: Carga incremental de datos

source: Select the upload behavior for SFTP and UI data upload.
es_es: Selecciona el comportamiento de carga para la subida de datos por SFTP y por la interfaz de usuario.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
es_es: Carga el historial completo con fechas de vigencia para cada colaborador/a cada vez. Cualquier registro cargado anteriormente que falte en el archivo se tratará como una eliminación lógica y dejará de estar disponible. Usa esto si quieres que la nueva carga reemplace por completo lo que hay actualmente en la plataforma.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
es_es: Sube solo lo que haya cambiado. Nuevas filas con fecha de vigencia o actualizaciones de filas existentes. Los registros que no se incluyan permanecerán sin cambios; solo se insertan o actualizan las filas presentes en el archivo. Utiliza esto para cargas incrementales (delta) continuas.

source: Data upload behavior configuration
es_es: Configuración del comportamiento de carga de datos

source: Refresh
es_es: Actualizar

source: Email notification
es_es: Notificación por correo electrónico

source: Upload notification
es_es: Notificación de carga

source: Add workers that would like to be notified by email when upload requests fail.
es_es: Añade colaboradores/as que deseen recibir una notificación por correo electrónico cuando fallen las solicitudes de carga.

source: Workers
es_es: Colaboradores/as

source: Search for a worker
es_es: Buscar a un/a colaborador/a

source: The notification recipients were successfully updated.
es_es: Los destinatarios de la notificación se han actualizado correctamente.

source: Behavior
es_es: Comportamiento

source: Deletion
es_es: Eliminación

source: Completion time
es_es: Tiempo de finalización

source: Back to data upload
es_es: Volver a la carga de datos

source: No results matching the chosen ID.
es_es: No hay resultados que coincidan con el ID elegido.

source: Data type name
es_es: Nombre del tipo de datos

source: Ingestion
es_es: Ingesta

source: Upload in progress
es_es: Subida en curso

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
es_es: Se están cargando tus archivos. Esta ventana emergente se cerrará automáticamente cuando el proceso haya terminado.

source: You have uploaded files for both ingestion and deletion.
es_es: Has subido archivos tanto para la ingesta como para la eliminación.

source: File already added
es_es: Archivo ya añadido

source: The name and/or format of one of the selected file is not valid.
es_es: El nombre y/o el formato de uno de los archivos seleccionados no es válido.

source: Incorrect file name
es_es: Nombre de archivo incorrecto

source: Your files
es_es: Sus archivos

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
es_es: Los nombres de archivo deben seguir el patrón "DataType.csv" para la carga de datos o "DataType_Delete.csv" para la eliminación.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
es_es: Tamaño máximo total 10 MB (tamaño combinado de todos los archivos cargados). Número máximo de archivos: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
es_es: Los archivos de ingesta y de eliminación no se pueden cargar simultáneamente. Carga solo archivos de ingesta (DataType.csv) o solo archivos de eliminación (DataType_Delete.csv).

source: Please upload at least one correct file.
es_es: Por favor, cargue al menos un archivo correcto.

source: Please upload at least one file.
es_es: Por favor, cargue al menos un archivo.

source: File upload started.
es_es: La carga del archivo ha comenzado.

source: File upload
es_es: Carga de archivos

source: Fill in the necessary details
es_es: Rellene los datos necesarios

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
es_es: Sube el archivo completado. Envía archivos para su incorporación o eliminación, pero no para ambas cosas. Los archivos destinados a eliminación deben tener el sufijo "_Delete" al final de su nombre.

source: Data management
es_es: Gestión de datos

source: Data Models
es_es: Modelos de datos

source: Created by
es_es: Creado por

source: Created on
es_es: Creado el

source: Creation date
es_es: Fecha de creación

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
es_es: ¿Está seguro de querer eliminar este modelo? Esta acción no se puede deshacer. Si continúa, el elemento se eliminará permanentemente de sus datos.

source: Confirm deletion
es_es: Confirmar eliminación

source: Details
es_es: Detalles

source: Model details
es_es: Detalles del modelo

source: No models yet
es_es: Aún no hay modelos

source: Entities & fields
es_es: Entidades y campos

source: Entity tree
es_es: Árbol de entidades

source: List of entities and fields used and not used in this model.
es_es: Lista de entidades y campos utilizados y no utilizados en este modelo.

source: Entity name
es_es: Nombre de la entidad

source: Model title
es_es: Título del modelo

source: Entity used
es_es: Entidad utilizada

source: Used
es_es: Usado

source: List of entities and fields used in this model.
es_es: Lista de entidades y campos utilizados en este modelo.

source: Total entities:
es_es: Total de entidades:

source: Total fields:
es_es: Campos totales:

source: Fields used
es_es: Campos utilizados

source: Any
es_es: Cualquiera

source: In use
es_es: En uso

source: {{name}} grid preview
es_es: Vista previa de la matriz {{name}}

source: Last update
es_es: Última actualización

source: More details
es_es: Más detalles

source: Search model
es_es: Buscar modelo

source: Draft
es_es: Borrador

source: Ready
es_es: Listo

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
es_es: Cree una base para su presupuesto, ronda de compensaciones o proceso, reuniendo una versión de datos de los servicios de RR. HH., otros recursos de beqom y datos externos.

source: Updated by
es_es: Actualizado por

source: Updated on
es_es: Actualizado el

source: Require users to approve or reject your data privacy statement every time it is updated.
es_es: Pida a los usuarios que aprueben o rechacen su declaración de privacidad de datos cada vez que se actualice.

source: Users must review each version of the data privacy statement
es_es: Los usuarios deben revisar cada versión de la declaración de privacidad de datos

source: Settings
es_es: Configuración

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
es_es: No se ha proporcionado traducción para el idioma dado. Para completar esta sección, duplique la declaración.

source: No translation available
es_es: No hay traducción disponible

source: Data privacy statement text
es_es: Texto de la declaración de privacidad de datos

source: Privacy statement text
es_es: Texto de la declaración de privacidad

source: Are you sure you want to publish this statement?
es_es: ¿Está seguro de querer publicar esta declaración?

source: Publish statement
es_es: Publicar declaración

source: Date & time
es_es: Fecha y hora

source: Publish at a fixed date
es_es: Publicar en una fecha fija

source: Publish now
es_es: Publicar ahora

source: Publish date
es_es: Fecha de publicación

source: The version is set automatically when creating a statement and increments with each update.
es_es: La versión se establece automáticamente al crear una declaración y se incrementa con cada actualización.

source: Statement version
es_es: Versión de la declaración

source: Confirm
es_es: Confirmar

source: Are you sure you want to delete this statement?
es_es: ¿Está seguro de querer eliminar esta declaración?

source: Delete statement
es_es: Eliminar declaración

source: The statement was successfully deleted.
es_es: La declaración se ha eliminado correctamente.

source: Deactivate
es_es: Desactivar
